Repository: pigamux/pigamux.github.io
Catalog: games/edc/TheEvolutionOfTrust.tmx
Source language: en_us
Languages: pt_pt

source: ...the <g id="1">biggest</g> lesson.
pt_pt: ...a <g id="1">maior</g> lição.

source: If there's one big takeaway<x id="1"/> from <g id="2">all</g> of game theory, it's this: <x id="3"/><x id="4"/> <g id="5">What the game is, defines what the players do.</g><x id="6"/>
pt_pt: Se há algo a retirar<x id="1"/> de <g id="2">toda</g> a teoria dos jogos, é o seguinte: <x id="3"/><x id="4"/> <g id="5">O que o jogo é, define o que os jogadores fazem.</g><x id="6"/>

source: Our problem today isn't just that people are losing trust,<x id="7"/> it's that our <g id="8">environment</g> acts against the evolution of trust. <x id="9"/><x id="10"/>
pt_pt: O nosso problema atualmente não é só o facto de que as pessoas estão a perder a confiança,<x id="7"/> é o facto de que o nosso <g id="8">ambiente</g> age contra a evolução da confiança. <x id="9"/><x id="10"/>

source: That may seem cynical or naive -- that we're "merely" products of our environment -- but as game theory reminds us, we <g id="11">are</g> each others' environment.
pt_pt: Pode parecer cínico ou ingénuo -- que sejamos"meros" produtos do nosso ambiente -- mas como nos lembra a teoria dos jogos, nós <g id="11">somos</g> o ambiente uns dos outros.

source: In the short run, the game defines the players.
pt_pt: A curto prazo, o jogo define os jogadores.

source: But in the long run, it's us players who define the game.<ex id="_12"/> <x id="13"/><x id="14"/>
pt_pt: Mas a longo prazo, somos nós os jogadores que definimos o jogo.<ex id="_12"/> <x id="13"/><x id="14"/>

source: So, do what <g id="15">you</g> can do, to create the conditions necessary to evolve trust.
pt_pt: Por isso, faz o que <g id="15">tu</g> puderes, para criar as condições necessárias para evoluir a confiança.

source: Build relationships.
pt_pt: Constrói relações.

source: Find win-wins.
pt_pt: Encontra situações onde toda a gente sai a ganhar.

source: Communicate clearly.
pt_pt: Comunica com clareza.

source: Maybe then, we can stop firing at each other, get out of our own trenches, cross No Man's Land to come together...
pt_pt: Talvez nessa altura, nós possamos parar de disparar uns contra os outros, sair das nossas próprias trincheiras, atravessar a Terra de Ninguém para ficarmos juntos...

source: and all learn...
pt_pt: e todos aprendem...

source: ...to live and let live.
pt_pt: ...a viver e deixar viver.

source: "A Christmas Truce between Opposing Trenches" Illustrated by AC Michael.
pt_pt: "Uma Trégua de Natal entre Trincheiras Adversárias" Ilustrado por AC Michael.

source: Published in <g id="1">The Illustrated London News</g>, January 9, 1915.
pt_pt: Publicado em <g id="1">The Illustrated London News</g>, 9 de janeiro de 1915.

source: <bx id="1"/> created by:<x id="2"/> <g id="3">NICKY CASE</g><x id="4"/> <g id="5">play my other shtuff</g> • <g id="6">follow my tweeter</g> <x id="7"/> <g id="8">download the music & source code</g> <g id="9"/> based off robert axelrod's 1984 book,<x id="10"/> <g id="11">"THE EVOLUTION OF COOPERATION"</g><x id="12"/> <g id="13">read my footnotes for this game</g> <g id="14"/> lots of love and thanks to<x id="15"/> <g id="16">MY PATREON SUPPORTERS</g><x id="17"/> <g id="18">see my drawings of 'em</g> • <g id="19">throw coins at me on patreon <3</g> <g id="20"/> p.s: want more learning-by-playing?<x id="21"/>
pt_pt: <bx id="1"/> criado por:<x id="2"/> <g id="3">NICKY CASE</g><x id="4"/> <g id="5">joga as minhas outras coijas</g> • <g id="6">segue-me no tweeter</g> <x id="7"/> <g id="8">descarrega a música e o código-fonte</g> <g id="9"></g> baseado no livro de robert axelrod de 1984,<x id="10"/> <g id="11">"A EVOLUÇÃO DA COOPERAÇÃO"</g><x id="12"/> <g id="13">lê as minhas notas de rodapé para este jogo</g> <g id="14"></g> muito amor e um obrigado<x id="15"/> <g id="16">AOS MEUS COLABORADORES DO PATREON</g><x id="17"/> <g id="18">vê os meus desenhos deles</g> • <g id="19">atira-me moedas no patreon <3</g> <g id="20"></g> p.s: queres mais jogos onde aprendes enquanto jogas?<x id="21"/>

source: check out <g id="22">explorable explanations</g>! <ex id="_1"/>
pt_pt: dá uma olhada a <g id="22">explicações exploráveis</g>! <ex id="_1"/>

source: Copycat
pt_pt: Copião

source: copycat
pt_pt: copião

source: <g id="1"> <g id="2"/> <g id="3">Copycat</g> </g>
pt_pt: <g id="1"> <g id="2"></g> <g id="3">Copião</g> </g>

source: Always Cheat
pt_pt: Traidor

source: cheater
pt_pt: traidor

source: <g id="1"> <g id="2"/> <g id="3">All Cheat</g> </g>
pt_pt: <g id="1"> <g id="2"></g> <g id="3">Traidor</g> </g>

source: Always Cooperate
pt_pt: Cooperador

source: cooperator
pt_pt: cooperador

source: <g id="1"> <g id="2"/> <g id="3">All Cooperate</g> </g>
pt_pt: <g id="1"> <g id="2"></g> <g id="3">Cooperador</g> </g>

source: Grudger
pt_pt: Rancoroso

source: grudger
pt_pt: rancoroso

source: <g id="1"> <g id="2"/> <g id="3">Grudger</g> </g>
pt_pt: <g id="1"> <g id="2"></g> <g id="3">Rancoroso</g> </g>

source: Detective
pt_pt: Detetive

source: detective
pt_pt: detetive

source: <g id="1"> <g id="2"/> <g id="3">Detective</g> </g>
pt_pt: <g id="1"> <g id="2"></g> <g id="3">Detetive</g> </g>

source: Copykitten
pt_pt: Copiinho

source: copykitten
pt_pt: copiinho

source: <g id="1"> <g id="2"/> <g id="3">Copykitten</g> </g>
pt_pt: <g id="1"> <g id="2"></g> <g id="3">Copiinho</g> </g>

source: Simpleton
pt_pt: Simplório

source: simpleton
pt_pt: simplório

source: <g id="1"> <g id="2"/> <g id="3">Simpleton</g> </g>
pt_pt: <g id="1"> <g id="2"></g> <g id="3">Simplório</g> </g>

source: Random
pt_pt: Aleatório

source: random
pt_pt: aleatório

source: <g id="1"> <g id="2"/> <g id="3">Random</g> </g>
pt_pt: <g id="1"> <g id="2"></g> <g id="3">Aleatório</g> </g>

source: (forgot who's who?
pt_pt: (esqueceste-te de quem é quem?

source: hover buttons to see descriptions of each character!)
pt_pt: descansa o cursor nos botões para ver descrições de cada personagem!)

source: Starts with Cooperate.
pt_pt: Começa com Cooperar.

source: Then, it simply repeats whatever YOU did in the last round.
pt_pt: Em seguida, simplesmente repete o que quer que TU tenhas feito na última ronda.

source: Always cheats.
pt_pt: Trai sempre.

source: Always cooperates.
pt_pt: Coopera sempre.

source: Starts with Cooperate, and keeps cooperating until you cheat it even once.
pt_pt: Começa com Cooperar, e continua a cooperar até tu traíres a confiança dele uma vez que seja.

source: Afterwards, it always plays Cheat.
pt_pt: Se tal tiver acontecido, joga sempre Trair.

source: Starts with: Cooperate, Cheat, Cooperate, Cooperate.
pt_pt: Começa com: Cooperar, Trair, Cooperar, Cooperar.

source: Afterwards, if you ever retaliate with a Cheat, it plays like a Copycat.
pt_pt: Depois, se tu retaliares alguma vez com uma Traição, ele joga como o Copião.

source: Otherwise, it plays like an Always Cheat.
pt_pt: Caso contrário, joga como o Traidor.

source: Only retaliates with a Cheat if you cheated it TWICE in a row.
pt_pt: Só retalia com uma Traição se tu tiveres traído a confiança dele DUAS VEZES seguidas.

source: Then, if you cooperated in last round, it repeats its last move (even if it was an accident).
pt_pt: Depois, se tu cooperaste na última ronda, ele repete a sua última jogada (mesmo que tenha sido um acidente).

source: But if you cheated in last round, it switches its last move (even if it was an accident).
pt_pt: Mas se tu o traíste na última ronda, ele altera a sua última jogada (mesmo que tenha sido um acidente).

source: Randomly cheats or cooperates with 50-50 chance
pt_pt: Trai ou coopera aleatoriamente com 50/50 de chance

source: cooperate
pt_pt: cooperar

source: cheat
pt_pt: trair

source: play
pt_pt: jogar

source: START
pt_pt: INICIAR

source: STOP
pt_pt: PARAR

source: step
pt_pt: passo

source: reset
pt_pt: reiniciar

source: population
pt_pt: população

source: payoffs
pt_pt: recompensas

source: rules
pt_pt: regras

source: next →
pt_pt: próximo →

source: continue
pt_pt: continuar

source: 0. Introduction
pt_pt: 0. Introdução

source: 1. One Game
pt_pt: 1. Um Jogo

source: 2. Repeated Game
pt_pt: 2. Jogo Repetido

source: 3. One Tournament
pt_pt: 3. Um Torneio

source: 4. Repeated Tournament
pt_pt: 4. Torneio Repetido

source: 5. The Evolution of Distrust
pt_pt: 5. A Evolução da Desconfiança

source: 6. Making Mistaeks
pt_pt: 6. Cometimento de Errod

source: 7. Sandbox Mode
pt_pt: 7. Modo Sandbox

source: 8. Conclusion
pt_pt: 8. Conclusão

source: 9. Credits
pt_pt: 9. Créditos

source: fan-translations: <g id="1">(add one!)</g> <g id="2">Español de España</g> <g id="3">Español Latino</g> <g id="4">Français</g> <g id="5">Bahasa Indonesia</g> <g id="6">Deutsch</g> <g id="7">Italiano</g> <g id="8">Svenska</g> <g id="9">Nederlands</g> <g id="10">dansk</g> <g id="11">Русский</g> <g id="12">Português do Brasil</g> <g id="13">Türkçe</g> <g id="14">Polski</g> <g id="15">Magyar</g> <g id="16">Filipino</g> <g id="17">Slovenski jezik</g> <g id="18">hrvatski</g> <g id="19">eesti</g> <g id="20">Česky</g> <g id="21">latviešu valoda</g> <g id="22">suomi</g> <g id="23">Català</g> <g id="24">Română</g> <g id="25">Shqip</g> <g id="26">Հայերեն</g> <g id="27">македонски јазик</g> <g id="28">ελληνικά</g> <g id="29">Українська</g> <g id="30">български език</g> <g id="31">Tiếng Việt</g> <g id="32">한국어</g> <g id="33">日本語</g> <g id="34">中文（简体）</g> <g id="35">中文（臺灣）</g> <g id="36">فارسی</g> <g id="37">العربية</g>
pt_pt: traduções de fãs: <g id="1">(adiciona uma!)</g> <g id="2">Español de España</g> <g id="3">Español Latino</g> <g id="4">Français</g> <g id="5">Bahasa Indonesia</g> <g id="6">Deutsch</g> <g id="7">Italiano</g> <g id="8">Svenska</g> <g id="9">Nederlands</g> <g id="10">dansk</g> <g id="11">Русский</g> <g id="12">Português do Brasil</g> <g id="13">Türkçe</g> <g id="14">Polski</g> <g id="15">Magyar</g> <g id="16">Filipino</g> <g id="17">Slovenski jezik</g> <g id="18">hrvatski</g> <g id="19">eesti</g> <g id="20">Česky</g> <g id="21">latviešu valoda</g> <g id="22">suomi</g> <g id="23">Català</g> <g id="24">Română</g> <g id="25">Shqip</g> <g id="26">Հայերեն</g> <g id="27">македонски јазик</g> <g id="28">ελληνικά</g> <g id="29">Українська</g> <g id="30">български език</g> <g id="31">Tiếng Việt</g> <g id="32">한국어</g> <g id="33">日本語</g> <g id="34">中文（简体）</g> <g id="35">中文（臺灣）</g> <g id="36">فارسی</g> <g id="37">العربية</g>
